<template>

  <br>
  <h2>Добро пожаловать в puzzle квест молодёжного фестиваля «Ключи – 2023»</h2>
  <br>
  <h5>
    <ol class="text-start">
      <li>Открывайте клетки игрового поля в произвольном порядке.</li>
      <li>Как только клетка игрового поля открыта, внимательно читайте задание клетки и выполняйте его.</li>
      <li>Во время выполнения задания УБЕДИТЕЛЬНО просим Вас НЕ ИЗМЕНЯТЬ локации, чтобы навредить следующим командам.</li>
      <li>Чтобы выполнить задание необходимо ввести в поле ответа: кодовое слово, цифру, ссылку и так далее.</li>
      <li>Цель игры: собрать 9 пазлов одной картинки.</li>
      <li>Все остальные клетки игрового поля – бонусные и могут как помочь Вам в игре, так и осложнить её.</li>
      <li>Мы играем на время, поэтому цените его.</li>
      <li>Как только Вы соберёте все 9 пазлов, таймер остановиться и Ваша игра закончится.</li>
      <li>Все бонусные минуты будут отняты, либо приплюсованы только по окончании игры.</li>
      <li>Все спорные моменты обсуждайте с организаторами фестиваля по окончании игры.</li>
      <li>В случае проблем с отображением  какой либо информации - перезагрузите сайт.</li>
      <li>В случае, если игра Вас «выкинет». Обязательно перезагрузите сайт, введите свой пароль и продолжайте игру с того же момента, а мы учтём затраты времени на перезагрузку.</li>
      <li>Побеждает та команда, которая соберёт puzzle быстрее всех.</li>
    </ol>

  </h5>
  <br>

  <h2>Всем успеха, куража и улыбок!</h2>
  <br>
</template>

<script>
export default {
  name: "RulesList"
}
</script>

<style scoped>

</style>